Repository: Morganzy9/ABC-Analyzer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz, uz_cr

source: English
uz: Inglizcha
uz_cr: Инглизча

source: Russian
uz: Ruscha
uz_cr: Русча

source: Uzbek Latin
uz: Oʻzbek lotin
uz_cr: Ўзбек лотин

source: Uzbek Cyrillic
uz: Oʻzbek kirill
uz_cr: Ўзбек кирилл

source: Turkish
uz: Turkcha
uz_cr: Туркча

source: Save
uz: Saqlash
uz_cr: Сақлаш

source: Change password
uz: Parolni oʻzgartirish
uz_cr: Паролни ўзгартириш

source: Delete
uz: Oʻchirish
uz_cr: Ўчириш

source: ABC-XYZ analyzer
uz: ABC-XYZ analizator
uz_cr: ABC-XYZ анализатор

source: Home
uz: Bosh sahifa
uz_cr: Бош саҳифа

source: Tasks
uz: Vazifalar
uz_cr: Вазифалар

source: List Users
uz: Foydalanuvchilar roʻyxati
uz_cr: Фойдаланувчилар рўйхати

source: Add
uz: Qoʻshish
uz_cr: Қўшиш

source: Mass Upload
uz: Massovaya Zagruzka
uz_cr: Массовая Загрузка

source: List Reports
uz: Ma'lumotlar roʻyxati
uz_cr: Маълумотлар рўйхати

source: Summary Reports
uz: Ma'lumot analizi
uz_cr: Маълумот анализи

source: Logout
uz: Chiqish
uz_cr: Чиқиш

source: Please correct the error below.
uz: Iltimos, muammoni tuzating.
uz_cr: Илтимос, муаммони тузатинг.

source: Forgotten your password or username?
uz: Parol yoki foydalanuvchi nomingizni unutdingizmi?
uz_cr: Парол ёки фойдаланувчи номингизни унутдингизми?

source: Log in
uz: Kirish
uz_cr: Кириш

source: Add Repair Record
uz: Yangi ma'lumot qoʻshish
uz_cr: Янги маълумот қўшиш

source: An error occurred while fetching the data
uz: Maʼlumotlarni olishda xatolik yuz berdi
uz_cr: Маʼлумотларни олишда хатолик юз берди

source: Equipment Info
uz: Jihoz haqida Ma'lumot
uz_cr: Жиҳоз ҳақида Маълумот

source: Start Date
uz: Boshlanish Sanasi
uz_cr: Бошланиш Санаси

source: End Date
uz: Tugash Sanasi
uz_cr: Тугаш Санаси

source: Search
uz: Qidirish
uz_cr: Қидириш

source: Probab. of Breaking:
uz: Buzilish extimolligi
uz_cr: Бузилиш эхтимоллиги

source: Affect of Breaking:
uz: Buzilish ta'siri
uz_cr: Бузилиш таъсири

source: Add Active/Inactive Time
uz: Faol boʻlmagan vaqt qoʻshish
uz_cr: Фаол бўлмаган вақт қўшиш

source: Inactive Time
uz: Faol boʻlmagan vaqt
uz_cr: Фаол бўлмаган вақт

source: Submit
uz: Yuborish
uz_cr: Юбориш

source: Active Time
uz: Faol boʻlgan vaqt
uz_cr: Фаол бўлган вақт

source: Date
uz: Sana
uz_cr: Сана

source: Master
uz_cr: Мастер

source: Performers
uz: Ijrochilar
uz_cr: Ижрочилар

source: Repair Type
uz: Ta'mir turi
uz_cr: Таъмир тури

source: Reason
uz: Sabab
uz_cr: Сабаб

source: Work Done
uz: Bajarilgan ish
uz_cr: Бажарилган иш

source: Total Time
uz: Umumiy vaqt
uz_cr: Умумий вақт

source: List of reports
uz: Ma'lumotlar roʻyxati
uz_cr: Маълумотлар рўйхати

source: All
uz: Barchasi
uz_cr: Барчаси

source: Start time
uz: Boshlanish Sanasi
uz_cr: Бошланиш Санаси

source: End time
uz: Tugash Sanasi
uz_cr: Тугаш Санаси

source: Factory
uz: Zavod
uz_cr: Завод

source: Section
uz: Uchastka
uz_cr: Участка

source: Equipment Codename
uz: Jihoz Kodi
uz_cr: Жиҳоз Коди

source: Equipment Name
uz: Jihoz Nomi
uz_cr: Жиҳоз Номи

source: Close
uz: Yopish
uz_cr: Ёпиш

source: Summary report
uz: Ma'lumot analizi
uz_cr: Маълумот анализи

source: Download
uz: Yuklab olish
uz_cr: Юклаб олиш

source: Summary
uz: Hulosa
uz_cr: Ҳулоса

source: Red
uz: Qizil
uz_cr: Қизил

source: Yellow
uz: Sariq
uz_cr: Сариқ

source: Green
uz: Yashil
uz_cr: Яшил

source: User Info
uz: Foydalanuvchi haqida ma'lumot
uz_cr: Фойдаланувчи ҳақида маълумот

source: Equipment
uz: Jihoz
uz_cr: Жиҳоз

source: Equipment Node
uz: Uzel
uz_cr: Узел

source: Work Type
uz: Ish turi
uz_cr: Иш тури

source: Work Action
uz: Ish harakati
uz_cr: Иш ҳаракати

source: Allocated Time
uz: Faol boʻlgan vaqt
uz_cr: Фаол бўлган вақт

source: Frequency
uz: Chastota
uz_cr: Частота

source: One-time
uz: Bir marta
uz_cr: Бир марта

source: Daily
uz: Kunlik
uz_cr: Кунлик

source: One time per week
uz: Haftada bir marta
uz_cr: Ҳафтада бир марта

source: Ten days
uz: Oʻn kunda bir marta
uz_cr: Ўн кунда бир марта

source: One time every two weeks
uz: Har ikki haftada bir marta
uz_cr: Ҳар икки ҳафтада бир марта

source: One time per month
uz: Oyiga bir marta
uz_cr: Ойига бир марта

source: Once every three months
uz: Har uch oyda bir marta
uz_cr: Ҳар уч ойда бир марта

source: Once every six months
uz: Har olti oyda bir marta
uz_cr: Ҳар олти ойда бир марта

source: One time per year
uz: Yiliga bir marta
uz_cr: Йилига бир марта

source: Comment
uz: Izoh
uz_cr: Изоҳ

source: Check In
uz: Davomat
uz_cr: Давомат

source: Filter
uz: Filtr
uz_cr: Филтр

source: Something went wrong! Please try again.
uz: Nimadir notoʻgʻri bajarildi! Iltimos, yana bir bor urinib koʻring.
uz_cr: Нимадир нотўғри бажарилди! Илтимос, яна бир бор уриниб кўринг.

source: Discard
uz: Bekor qilish
uz_cr: Бекор қилиш

source: An error occurred. Please try again.
uz: Xatolik yuz berdi. Iltimos, yana bir bor urinib koʻring.
uz_cr: Хатолик юз берди. Илтимос, яна бир бор уриниб кўринг.

source: ID
uz_cr: ИД

source: Allocatted Time
uz: Faol boʻlgan vaqt
uz_cr: Фаол бўлган вақт

source: Manpower:
uz: Ishchi kuchi:
uz_cr: Ишчи кучи:

source: Export PDF
uz: PDF eksport qilish
uz_cr: ПДФ експорт қилиш

source: Date:
uz: Sana:
uz_cr: Сана:

source: Work Type:
uz: Ish turi:
uz_cr: Иш тури:

source: Is task completed (yes/no)
uz: Vazifa bajarildimi (ha/yoʻq)
uz_cr: Вазифа бажарилдими (ҳа/йўқ)

source: Start of work
uz: Ish boshlanish vaqti
uz_cr: Иш бошланиш вақти

source: End of work
uz: Ish tugash vaqti
uz_cr: Иш тугаш вақти

source: Those actually involved in the work
uz: Ishda haqiqatda ishtirok etganlar
uz_cr: Ишда ҳақиқатда иштирок этганлар

source: Work result
uz: Ish natijasi
uz_cr: Иш натижаси
