Repository: Morganzy9/ABC-Analyzer
Catalog: repair_records/locale/*/LC_MESSAGES/django.po
Languages: uz, uz_cr

source: Factory
uz: Zavod
uz_cr: Завод

source: Repair Records
uz: Ta'mir Yozmalari
uz_cr: Таъмир Ёзмалари

source: Submit
uz: Yuborish
uz_cr: Юбориш

source: Select a file
uz: Faylni tanlang
uz_cr: Файлни танланг

source: Only XLSX, CSV, and XLS files are allowed.
uz: Faqat XLSX, CSV va XLS fayllarini tanlash mumkin.
uz_cr: Фақат XLSX, CSV ва XLS файлларини танлаш мумкин.

source: Inventory Number
uz: Inventar raqami
uz_cr: Инвентар рақами

source: Name
uz: Nom
uz_cr: Ном

source: Section
uz: Uchastka
uz_cr: Участка

source: Probab. of Breaking
uz: Buzilish extimolligi
uz_cr: Бузилиш эхтимоллиги

source: Affect of Breaking
uz: Buzilish ta'siri
uz_cr: Бузилиш таъсири

source: Equipment
uz: Jixoz
uz_cr: Жихоз

source: Equipments
uz: Jixozlar
uz_cr: Жихозлар

source: Active
uz: Faol
uz_cr: Фаол

source: Inactive
uz: Nofaol
uz_cr: Нофаол

source: Start/End time fo Inactivity
uz: Nofaollikning boshlanish/tugash vaqti
uz_cr: Нофаолликнинг бошланиш/тугаш вақти

source: Activity Type
uz: Faoliyat turi
uz_cr: Фаолият тури

source: Equipment Inactive Time
uz: Jixozning Faol Boʻlmagan Vaqti
uz_cr: Жихознинг Фаол Бўлмаган Вақти

source: Equipment Inactive Times
uz: Jixozning Faol Boʻlmagan Vaqtlari
uz_cr: Жихознинг Фаол Бўлмаган Вақтлари

source: Equipment Node
uz: Uzel
uz_cr: Узел

source: Equipment Nodes
uz: Uzellar
uz_cr: Узеллар

source: Work Done
uz: Amalga oshirilgan ishlar
uz_cr: Амалга оширилган ишлар

source: Start Time
uz: Boshlangich vaqti
uz_cr: Бошлангич вақти

source: End Time
uz: Tugatish vaqti
uz_cr: Тугатиш вақти

source: Total Time
uz: Umumiy vaqt
uz_cr: Умумий вақт

source: Repair Record
uz: Ta'mir Yozmasi
uz_cr: Таъмир Ёзмаси

source: CodeName
uz: Kod
uz_cr: Код

source: Repair Type
uz: Ta'mir turi
uz_cr: Таъмир тури

source: Repair Types
uz: Ta'mir turlari
uz_cr: Таъмир турлари

source: Work Type
uz: Ish turi
uz_cr: Иш тури

source: Work Types
uz: Ish turlari
uz_cr: Иш турлари

source: Number of repair works
uz: Ta'mirlash ishlari soni
uz_cr: Таъмирлаш ишлари сони

source: Distribution of the number of repair works by repair types
uz: Ta'mirlash ishlari sonini ta'mirlash turlari bo'yicha taqsimlash
uz_cr: Таъмирлаш ишлари сонини таъмирлаш турлари бўйича тақсимлаш

source: Number of Repair Works
uz: Ta'mirlash ishlari soni
uz_cr: Таъмирлаш ишлари сони

source: Distribution of Repair Counts by Repair Type
uz: Ta'mirlash turlari bo'yicha ta'mirlash hisoblarini taqsimlash
uz_cr: Таъмирлаш турларини таъмирлаш турлари бўйича тақсимлаш

source: Number of Repairs
uz: Ta'mirlashlar soni
uz_cr: Таъмирлаш сони

source: Distribution of the number of repair works by master
uz: Master bo'yicha ta'mirlash ishlari sonini taqsimlash
uz_cr: Master томонидан таъмирлаш ишлари сонини тақсимлаш

source: Record not found
uz: Yozuv topilmadi
uz_cr: Ёзув топилмади

source: You are not allowed to view this record
uz: Sizga bu yozuvni koʻrishga ruxsat berilmagan
uz_cr: Сизга бу ёзувни кўришга рухсат берилмаган

source: Record is not summarized
uz: Yozuv umumlashtirilmagan
uz_cr: Ёзув умумлаштирилмаган

source: {days} days
uz: {days} kun
uz_cr: {days} кун

source: {hours} hours
uz: {hours} soat
uz_cr: {hours} соат

source: {minutes} minutes
uz: {minutes} daqiqa
uz_cr: {minutes} дақиқа

source: {seconds} seconds
uz: {seconds} soniya
uz_cr: {seconds} сония

source: Type
uz: Turi
uz_cr: Тури

source: Count
uz: Soni
uz_cr: Сони

source: Performer
uz: Ijrochi
uz_cr: Ижрочи

source: Master
uz_cr: Мастер

source: Mass upload was successful!
uz: Massovaya zagruzka muvaffaqiyatli yakunlandi!
uz_cr: Массовая загрузка муваффақиятли якунланди!

source: The file is not excel file
uz: Fayl Excel emas
uz_cr: Файл Excel эмас

source: Could not manage to open sheet %(name)s! Check for correctness of the sheet
uz: %(name)s listini ochib boʻlmadi! List toʻgʻriligini tekshiring
uz_cr: %(name)s листини очиб бўлмади! Лист тўғрилигини текширинг

source: Failed to upload Factory on row %(row)s: %(name)s. Check for correctness of data!
uz: %(row)s qatoriga zavod yuklanmadi: %(name)s. %(row)s -qatoridagi zavod %(name)s ni yuklab boʻlmadi: Ma'lumotlar toʻgʻriligini tekshiring!
uz_cr: %(row)s -қаторидаги завод %(name)s ни юклаб бўлмади: Маълумотлар тўғрилигини текширинг!

source: Failed to upload Factory on row %(row)s: %(name)s. Check for correctness of data!
uz: %(row)s qatoriga zavod yuklanmadi: %(name)s. %(row)s -qatoridagi zavod %(name)s ni yuklab boʻlmadi: Ma'lumotlar toʻgʻriligini tekshiring!
uz_cr: %(row)s -қаторидаги завод %(name)s ни юклаб бўлмади: Маълумотлар тўғрилигини текширинг!

source: Failed to upload Section on row %(row)s: %(factory)s - %(name)s. Check for correctness of data!
uz: %(row)s qatoridagi bo‘limni yuklab bo‘lmadi: %(factory)s - %(name)s. %(row) -qatoridagi uchastka %(factory)s - %(name)s ni yuklab boʻlmadi: Ma'lumotlar toʻgʻriligini tekshiring!
uz_cr: %(row) -қаторидаги участка %(factory)s - %(name)s ни юклаб бўлмади: Маълумотлар тўғрилигини текширинг!

source: Failed to upload Section on row %(row)s: %(factory)s - %(name)s. Check for correctness of data!
uz: %(row)s qatoridagi bo‘limni yuklab bo‘lmadi: %(factory)s - %(name)s. %(row) -qatoridagi uchastka %(factory)s - %(name)s ni yuklab boʻlmadi: Ma'lumotlar toʻgʻriligini tekshiring!
uz_cr: %(row) -қаторидаги участка %(factory)s - %(name)s ни юклаб бўлмади: Маълумотлар тўғрилигини текширинг!

source: Failed to upload RepairType on row %(row)s: %(factory)s - %(codename)s. Check for correctness of data!
uz: %(row)s qatoriga RepairType yuklanmadi: %(factory)s - %(codename)s. %(row) -qatoridagi ta'mir turi %(factory)s - %(codename)s ni yuklab boʻlmadi: Ma'lumotlar toʻgʻriligini tekshiring!
uz_cr: %(row) -қаторидаги таъмир тури %(factory)s - %(codename)s ни юклаб бўлмади: Маълумотлар тўғрилигини текширинг!

source: Failed to upload RepairType on row %(row)s: %(factory)s - %(codename)s. Check for correctness of data!
uz: %(row)s qatoriga RepairType yuklanmadi: %(factory)s - %(codename)s. %(row) -qatoridagi ta'mir turi %(factory)s - %(codename)s ni yuklab boʻlmadi: Ma'lumotlar toʻgʻriligini tekshiring!
uz_cr: %(row) -қаторидаги таъмир тури %(factory)s - %(codename)s ни юклаб бўлмади: Маълумотлар тўғрилигини текширинг!

source: Failed to upload WorkType on row %(row)s: %(factory)s - %(name)s. Check for correctness of data!
uz: %(row)s qatoriga WorkType yuklanmadi: %(factory)s - %(name)s. %(row) -qatoridagi ta'mir turi %(factory)s - %(codename)s ni yuklab boʻlmadi: Ma'lumotlar toʻgʻriligini tekshiring!
uz_cr: %(row) -қаторидаги таъмир тури %(factory)s - %(codename)s ни юклаб бўлмади: Маълумотлар тўғрилигини текширинг!

source: Failed to upload WorkType on row %(row)s: %(factory)s - %(name)s. Check for correctness of data!
uz: %(row)s qatoriga WorkType yuklanmadi: %(factory)s - %(name)s. %(row) -qatoridagi ta'mir turi %(factory)s - %(codename)s ni yuklab boʻlmadi: Ma'lumotlar toʻgʻriligini tekshiring!
uz_cr: %(row) -қаторидаги таъмир тури %(factory)s - %(codename)s ни юклаб бўлмади: Маълумотлар тўғрилигини текширинг!

source: Failed to upload WorkAction on row %(row)s: %(factory)s - %(name)s. Check for correctness of data!
uz: %(row)s qatoriga WorkAction yuklanmadi: %(factory)s - %(name)s. %(row) -qatoridagi uchastka %(factory)s - %(name)s ni yuklab boʻlmadi: Ma'lumotlar toʻgʻriligini tekshiring!
uz_cr: %(row) -қаторидаги участка %(factory)s - %(name)s ни юклаб бўлмади: Маълумотлар тўғрилигини текширинг!

source: Failed to upload WorkAction on row %(row)s: %(factory)s - %(name)s. Check for correctness of data!
uz: %(row)s qatoriga WorkAction yuklanmadi: %(factory)s - %(name)s. %(row) -qatoridagi uchastka %(factory)s - %(name)s ni yuklab boʻlmadi: Ma'lumotlar toʻgʻriligini tekshiring!
uz_cr: %(row) -қаторидаги участка %(factory)s - %(name)s ни юклаб бўлмади: Маълумотлар тўғрилигини текширинг!

source: Failed to upload Equipment on row %(row)s: %(factory)s %(section)s - %(equipment)s. Check for correctness of data!
uz: Uskunani %(row)s qatoriga yuklash amalga oshmadi: %(factory)s %(section)s - %(equipment)s. %(row) -qatoridagi jihoz %(factory)s %(section)s - %(equipment)s ni yuklab boʻlmadi: Ma'lumotlar toʻgʻriligini tekshiring!
uz_cr: %(row) -қаторидаги жиҳоз %(factory)s %(section)s - %(equipment)s ни юклаб бўлмади: Маълумотлар тўғрилигини текширинг!

source: Failed to upload Equipment on row %(row)s: %(factory)s %(section)s - %(equipment)s. Check for correctness of data!
uz: Uskunani %(row)s qatoriga yuklash amalga oshmadi: %(factory)s %(section)s - %(equipment)s. %(row) -qatoridagi jihoz %(factory)s %(section)s - %(equipment)s ni yuklab boʻlmadi: Ma'lumotlar toʻgʻriligini tekshiring!
uz_cr: %(row) -қаторидаги жиҳоз %(factory)s %(section)s - %(equipment)s ни юклаб бўлмади: Маълумотлар тўғрилигини текширинг!

source: Failed to upload Equipment Node on row %(row)s: %(factory)s %(section)s - %(equipment)s - %(node)s. Check for correctness of data!
uz: Uskuna tugunini %(row)s qatoriga yuklash amalga oshmadi: %(factory)s %(section)s - %(equipment)s - %(tugun)s. %(row) -qatoridagi jihoz %(factory)s %(section)s - %(equipment)s ni yuklab boʻlmadi: Ma'lumotlar toʻgʻriligini tekshiring!
uz_cr: %(row) -қаторидаги жиҳоз %(factory)s %(section)s - %(equipment)s ни юклаб бўлмади: Маълумотлар тўғрилигини текширинг!

source: Failed to upload Equipment Node on row %(row)s: %(factory)s %(section)s - %(equipment)s - %(node)s. Check for correctness of data!
uz: Uskuna tugunini %(row)s qatoriga yuklash amalga oshmadi: %(factory)s %(section)s - %(equipment)s - %(tugun)s. %(row) -qatoridagi jihoz %(factory)s %(section)s - %(equipment)s ni yuklab boʻlmadi: Ma'lumotlar toʻgʻriligini tekshiring!
uz_cr: %(row) -қаторидаги жиҳоз %(factory)s %(section)s - %(equipment)s ни юклаб бўлмади: Маълумотлар тўғрилигини текширинг!

source: Equipment Codename
uz: Jixoz Kodi
uz_cr: Жихоз Коди

source: Equipment Name
uz: Jixoz Nomi
uz_cr: Жихоз Номи

source: Score
uz: Hisob
uz_cr: Ҳисоб

source: You do not have permission to access this page
uz: Sizda ushbu sahifaga kirish uchun ruxsat yo'q
uz_cr: Сиз бу саҳифага кириш учун рухсат йўқ

source: Monday
uz: dushanba
uz_cr: Душанба

source: Tuesday
uz: Seshanba
uz_cr: Сешанба

source: Wednesday
uz: chorshanba
uz_cr: Чоршанба

source: Thursday
uz: payshanba
uz_cr: Пайшанба

source: Friday
uz: Juma
uz_cr: Жума

source: Saturday
uz: Shanba
uz_cr: Шанба

source: Sunday
uz: yakshanba
uz_cr: Якшанба
